var cont = `患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽，立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转，热峰逐渐升至40.0℃，咳嗽较前加重。\n
家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天，今日门诊以“大叶性肺炎”为诊断收入我科。 \n
病来患儿精神状态一般，,无意识障碍及抽搐,无腹痛及呕吐，近两日排稀状便，食睡较差,尿量正常。\n
`;

// var cont = `
// 患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽，立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转，热峰逐渐升至40.0℃，咳嗽较前加重。家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天，今日门诊以“大叶性肺炎”为诊断收入我科。 
// 病来患儿精神状态一般，,无意识障碍及抽搐,无腹痛及呕吐，近两日排稀状便，食睡较差,尿量正常。
// 患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽，立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转，热峰逐渐升至40.0℃，咳嗽较前加重。家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天，今日门诊以“大叶性肺炎”为诊断收入我科。 
// 病来患儿精神状态一般，,无意识障碍及抽搐,无腹痛及呕吐，近两日排稀状便，食睡较差,尿量正常。
// 患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽，立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转，热峰逐渐升至40.0℃，咳嗽较前加重。家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天，今日门诊以“大叶性肺炎”为诊断收入我科。 
// 病来患儿精神状态一般，,无意识障碍及抽搐,无腹痛及呕吐，近两日排稀状便，食睡较差,尿量正常。
// 患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽，立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转，热峰逐渐升至40.0℃，咳嗽较前加重。家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天，今日门诊以“大叶性肺炎”为诊断收入我科。 
// 病来患儿精神状态一般，,无意识障碍及抽搐,无腹痛及呕吐，近两日排稀状便，食睡较差,尿量正常。
// 患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽，立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转，热峰逐渐升至40.0℃，咳嗽较前加重。家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天，今日门诊以“大叶性肺炎”为诊断收入我科。 
// 病来患儿精神状态一般，,无意识障碍及抽搐,无腹痛及呕吐，近两日排稀状便，食睡较差,尿量正常。
// `;

var para = '患儿13天前无明显诱因出现发热，体温最高38.5℃，同时伴有咳嗽。立即就诊于当地诊所，静点“阿奇霉素”“炎琥宁”“氨溴索”4天，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转，未见明显好转。家属随即就诊于医院，完善肺CT提示右肺大叶性肺炎，予患儿静点“红霉素”“头孢（具体不详）”5天，未见明显好转。热峰逐渐升至40.0℃，咳嗽较前加重。家属随即就诊于我院门诊，予患儿静点“阿奇霉素”“头孢他啶”1天。今日门诊以“大叶性肺炎”为诊断收入我科。病来患儿精神状态一般，无意识障碍及抽搐，无腹痛及呕吐。近两日排稀状便，食睡较差，尿量正常。';
var paras = para.split('。');
// paras = paras.slice(0,1);

var tags = ['症状', '用药', '持续时间', '就诊'];
var rels = ['时间', '诱因', '否定词'];
tags = tags.map((item, index)=>{
    return {
        id: (index + 1),
        text: item
    }
});
rels = rels.map((item, index)=>{
    return {
        id: (index + 1),
        text: item
    }
});

export {
    cont,
    paras,
    tags,
    rels
};